/**
 * Created by meng on 16/5/20.
 */

'use strict';

const data = [
  {
    "villageName": "陆家嘴中央公寓",
    "pinyin": "ZYGY",
    "desc": "陆家嘴中央公寓，是美国ARQ、美国泛亚易道、现代建筑设计集团强强联手，倾情打造的公寓，坐拥上海科技馆南岸贵胄之地，以生态，丈量豪宅江山;以科技，开启国际视野;以气度，引领菁英生活。世纪公园旁最后的尊荣生活席位，以现代大气、自然生态、科技文化，讲述着一派时尚的建筑、一种风景的生活。",
    "address": "上海市浦东东绣路99弄",
    "lat": 31.220798,
    "lon": 121.546081,
    "CBDName": "世纪公园",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "世茂滨江",
    "pinyin": "SMBJHY",
    "desc": "由梁朝伟代言的世茂滨江花园是由世茂集团投资建设的亚洲第一高楼超大型水岸豪宅区，由7栋49层至55层超高层高档公寓成，项目紧倚黄浦江东岸恢弘展开，面对繁华外滩沿江扩展近1公里，将成为浦江东岸富有时代色彩的又一标志性建筑群落。",
    "address": "上海市潍坊西路2弄",
    "lat": 31.226936,
    "lon": 121.520732,
    "CBDName": "陆家嘴",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "江临天下",
    "pinyin": "JLTX",
    "desc": "上海江临天下由凯德置地中国控股集团开发，坐落于黄浦江边陆家嘴地区，东临浦城路、西靠浦明路、南面张杨路、北邻启新路，地理位置珍贵。小区占地40,978平方米，由3栋33层高层，一座14层和10-14层的高楼组成，于2003年1月竣工。整个小区共设954户。该案位于商城路、浦城路，坐落于黄浦江边陆家嘴金融贸易区，与金茂大厦、东方明珠并肩而立。地铁二号线、浦东国际机尝南浦大桥、延安路隧道等联络自如。突出自然、环境、人三者相结合的概念。主力房型是三房二厅，面积在166-200平米，其中200平米的房型在26、27楼，装修价在3000元/平米。该案地处陆家嘴住宅区，住宅密度比较高，周边的商业设施齐全，生活配套成熟。",
    "address": "上海市浦东新区浦明路233弄",
    "lat": 31.232137,
    "lon": 121.518241,
    "CBDName": "八佰伴",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "仁恒滨江园",
    "pinyin": "RHBJY",
    "desc": "仁恒滨江花园位处CBD—陆家嘴金融贸易区，上海中央商务区中的财富菁英聚居地。仁恒滨江分3期开发，一期1999-2000年交房，二期2001年交房，三期2003-2004年交房。仁恒滨江园荣获上海市优秀住宅金奖，生态环境奖，优秀房型奖，住宅科技奖，规划设计奖。仁信治业，持之以恒。仁恒品牌，铸造卓越生活品质。黄浦江的新荣耀。望江豪邸，再领风姿。",
    "address": "海市浦东新区浦明路99弄",
    "lat": 31.235715,
    "lon": 121.516655,
    "CBDName": "陆家嘴",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "世纪花园",
    "pinyin": "SJHYYQ",
    "desc": "浦东世纪花园坐落于上海世纪公园珍稀地块，北面近揽世纪公园全景、远眺陆家嘴CBD，东靠上海新国际博览中心，西邻上海科技城，与浦东新区行政中心隔公园相望·距离地铁2号线、7号线仅十分钟距离，更有磁悬浮列车龙阳路站8分钟直达国际机场，居住地位彰显尊贵。",
    "address": "上海市浦东银宵路100弄",
    "lat": 31.217113,
    "lon": 121.563597,
    "CBDName": "世纪公园",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "上海滩花园",
    "pinyin": "SHTHYYF",
    "desc": "上海滩花园洋房地处浦东源深路，近张杨路，位于小陆家嘴中央商务区，是陆家嘴泛CBD 区域唯一低密度(0.98超低容积率)，高绿化的花园住宅。",
    "address": "上海市浦东新区乳山路506弄",
    "lat": 31.244387,
    "lon": 121.540033,
    "CBDName": "联洋",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "四季全景台",
    "pinyin": "SIQJT",
    "desc": "四季全景台花苑位于浦东陆家嘴金融贸易区内，与上海最大的公园——世纪公园比邻而居，是新希望集团在沪上的首个房产力作。浦东近年来的发展成为上海甚至整个中国的骄傲，陆家嘴更是以其高楼林立的现代形象与金融实力受到格外的关注。",
    "address": "上海市花木路916弄",
    "lat": 31.217517,
    "lon": 121.560144,
    "CBDName": "世纪公园",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "莱诗邸",
    "pinyin": "LSD",
    "desc": "小区环境优美，内设有功能齐全的商务型会所，还有健身区、网球场、儿童乐园及微型高尔夫球练习场等运动娱乐设施。红外线监控系统等智能化设施为小区提供了方便和安全的生活环境。\n\n\n\n　　社区中心景观非常美，整个的绿化呈三角形的。小区车道旁边有水景，边上还有可供露天烧烤的休闲圆桌椅，接着是年轻人喜欢的球场(篮球和高尔夫球)、射击场，另外一面是成排的树木，让人感觉到一片的绿意。\n\n\n\n　　小区是同统一装修房：日本大金空调，TOTO的洁具，柚木地板等。小区内的居住者以外国人士居多，尤其是些新加坡人、欧洲人和美国人。2003年6月底，“莱诗邸”在由新闻报社、市房地产业协会等举办的上海最受欢迎楼盘评选活动中，以其精良的设计和卓越的品质被评为该年度“上海最受欢迎楼盘综合金奖”。在2004年7月又获“上海十大国际化品质典范住宅”奖。",
    "address": "上海市南丹东路223弄",
    "lat": 31.196796,
    "lon": 121.446127,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "名仕苑",
    "pinyin": "MSY",
    "desc": "小区地处徐家汇腹中心位置，和港汇只隔一条恭城路而相望，得天独厚的地理位置上是徐家汇任何一个楼盘都无法与之比拟的。小区规模不大，由不算繁华的小路围成，广元路和恭城路，可谓是闹中取静。不远的地方就是交通大学，步行到徐家汇也就是三分钟的时间，出来拐个弯就到了。到华山路、淮海路也是非常的方便，所以这里的市场价格一直都是非常稳定，在这个区域来说算是一个和不错的投资地点!地段是第一，地处徐家汇中心地段，旁边就是港汇广场、东方商厦，对面是交通大学;旁边的原宏基广场，现在被拆掉续建浦西第一高楼和各休闲广场，规划在2010 年建成，未来升值价值将不可限量。而且徐家汇整个都还处在发展阶段，轨道交通的建设和周边道路规划，休闲娱乐设施的完善，都是客户选择此小区胡一个充分的理由。",
    "address": "上海市广元西路98弄帝庭阁",
    "lat": 31.202402,
    "lon": 121.440566,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "兆丰帝景苑",
    "pinyin": "ZFDJY",
    "desc": "地处徐家汇繁华商业中心、钻石地段、交通便利、正对徐汇中心绿地。周边的生活设施也一应俱全、各类教育设施极为完善、小区内部采用了高科技智能化保安系统、相关配套设施也比较齐备。小区周界红外线报警系统、电子巡更系统、闭路电视、火灾自动报警。有线电视双向宽带网络传输系统、安装卫星电视、在线影院。",
    "address": "上海市肇嘉浜路999弄",
    "lat": 31.202323,
    "lon": 121.450507,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "徐家汇花园",
    "pinyin": "XJHHY",
    "desc": "徐家汇花园是具有浓郁欧洲风格的高尚住宅小区。小区分三期开发的，三期住宅在延续经典建筑风貌的同时，又融入了强烈的时代气息：超大落地玻璃门，大型转角景观凸窗，外挑低窗台，开放式观景阳台，阳台玻璃拦板，等等，登高远眺，申江美景一览无遗。",
    "address": "上海市宛平南路255弄",
    "lat": 31.199463,
    "lon": 121.453119,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "汇金广场",
    "pinyin": "HJGC",
    "desc": "汇金广场是目前上海最大地铁站(徐家汇站)上建造的集酒式服务公寓与大型百货于一身的大楼。地下三层为车库，地上1-7层为百货商场，9-28楼由A、B两栋五星级服务式公寓组成，均为全装修房，户户设有卫星电视，中央空调，中央热水系统。8楼私人会所内设高尔夫练习场、屋顶花园、室内游泳池、健身中心等设施;酒式管理服务，可提供24小时安保和前台等服务。小区位于徐家汇中心地段，周边有美罗城、港汇广场、第六百货等中、高档商城，购物十分方便;小区本身几乎无绿化，但由于东临徐家汇公园，部分房源可看公园景观;步行约3分钟就是轨道交通1号线徐家汇站，周边有30多条公交线路，可通往全市各地，交通十分便捷。",
    "address": "上海市肇嘉浜路988号",
    "lat": 31.201594,
    "lon": 121.446709,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "亚都国际名园",
    "pinyin": "YDGJMY",
    "desc": "亚都国际名园位于由太平洋百货、汇金百货、港汇广场、东方商厦、美罗城及第六百货商构成的徐家汇商圈是上海最具人气的地方。地铁、轻轨以及四通八达的内环高架道使这里的交通更为便捷。生活设施同样的完善齐全。地段好、房型与物业佳是其的耀眼之处。",
    "address": "上海市徐汇区南丹东路300弄",
    "lat": 31.194956,
    "lon": 121.444116,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "福源汇居",
    "pinyin": "FYHJ",
    "desc": "福源汇居小区位于南丹东路近漕溪北路是徐家汇中心区内绿化较好的高档楼盘。小区由9幢高层组成，小区内有近万平方米的中庭景观园林内，小桥流水，绿树成荫，尽显自然景色;另外该案还设有2层地下车库，车位配置高达80%，车位较为充裕，且无地上停车，在该区域的楼盘中极为少见;会所位于天钥桥路上，已承包给亚力山大瑜珈馆，对外营业，有瑜珈、游泳等项目，小区业主可享受8折优惠;周边银行、便利、餐馆等配套一应俱全，有多条公交线路，步行约10分钟可至1号线徐家汇站，步行15分钟可到达4号线上海体育馆站另外在步行10分钟范围内，还有以科技教育和头脑奥林匹克为特色的光启小学和市区范围内最大的完全中学之一的徐汇中学。",
    "address": "上海市南丹东路168弄",
    "lat": 31.195123,
    "lon": 121.447607,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "东方曼哈顿",
    "pinyin": "DFMHD",
    "desc": "小区定位于徐汇区最高档的高层住宅，大部分房源都属于景观房。社区中心的大面积水景喷池，40%的绿化率，一流的物业管理以及完善的小区会所配置，充分体现出高档社区的人性化特征，因此极受境外人士欢迎，占了居住人群的大半，此外更汇聚了一些社会名流。该案功能齐全，拥有多个中心绿化区及水池，位于徐家汇商业圈欣欣向荣的繁华都会，只需信步走出门廊，便可享受各种购物、消费乐趣。3号楼为小区的楼王位置，高区景观更是给人以震撼的感觉。",
    "address": "上海市徐汇区虹桥路168弄",
    "lat": 31.197399,
    "lon": 121.440739,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "仁恒河滨城",
    "pinyin": "RHHBC",
    "desc": "仁恒河滨城坐落于联洋--碧云国际社区中心，天然景观河道洋泾港河岸以北。联洋国际社区南望140公顷的世纪公园，环拥上海科技馆、东方艺术中心、新国际博览中心，更有集购物、美食、休闲、娱乐、酒、艺术6大生活功能于一体的大拇指广场，是东上海极富活力的新国际生活区。 “北岸”秉承仁恒河滨城高品质精装修社区的风格及定位，并作为社区的精华部分，在景观规划中，充分考量南向临水岸的地块特质，结合最新围合及组团规划理念，将自然水景从沿岸一直延伸到社区内，并顺势筑坡，使建筑与景观随基地变化起伏有致，浑然天成。细腻丰富的景观营造既注意了开放性与私密性的结合，使空间收放有度，级次分明;又体现了处处以人为本的设计原则，使得景观能够最大限度地深入社区的每一个细节，延伸智慧生活的艺术。",
    "address": "上海市丁香路1299弄",
    "lat": 31.233658,
    "lon": 121.573532,
    "CBDName": "联洋",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "阿麦轮",
    "pinyin": "aml",
    "desc": "阿麦轮公寓位于淮海中路高安路黄金地段，交通便利，周边的生活设施也一应俱全、各类教育设施极为完善、小区内部采用了高科技智能化保安系统、相关配套设施也比较齐备。",
    "address": "上海市徐汇区高安路14号",
    "lat": 31.211735,
    "lon": 121.450814,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "巴黎花园",
    "pinyin": "blhy",
    "desc": "巴黎花园服务式公寓坐拥古北一期成熟商圈，步行至地铁10号线水城路站只需8分钟，出门就是延安高架路中环线，离虹桥国际机场只需10分钟车程；小区对面即是家乐福超市，另有罗森，联华和全家便利超市，周边商圈成熟，生活便利，对面就是耀中国际学校。\n\n小区外立面为永不退色的天然石材外观，绿化高达50%，中心的大花园非常有特色，环境幽雅，绿荫环绕，居住其中仿佛置身大自然；小区内有有游泳池、网球场、健身中心等设施，且有24小时候物业服务。",
    "address": "上海市荣华东道119弄",
    "lat": 31.201115,
    "lon": 121.401133,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "巴洛克宫廷",
    "pinyin": "blkgt",
    "desc": "巴洛克宫廷位于上海市徐汇区建国西路、乌鲁木齐路口、为商住两用物业性质，五楼一下是办公的群房。采用宫廷无梁柱设计、是徐汇区少有的18层巴洛克式豪宅、风格典雅、独树一帜、配上周边的8栋花园大户别墅、更显贵族豪门气息、房型设计上、户户朝南。采用宫廷无梁柱设计，小区整体位于法租界中心，周边多为花园洋房，突显了上世纪本区的繁华和居住品质，可以说巴洛克宫廷继承了上世纪贵族的居住传统，既倾心打造黄金品质的居家，也营造宫廷式的屋外园。周边有衡山路酒吧一条街，各式餐厅，西饼屋等",
    "address": "上海市徐汇建国西路585弄",
    "lat": 31.208455,
    "lon": 121.456482,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "保利香槟园",
    "pinyin": "blxby",
    "desc": "香槟花园的南边紧邻作为历史文化保护建筑的杨树浦水厂（斯特拉城堡式建筑）以及规划中的渔人码头，距离上海之星——摩天轮步行约100米。项目南向黄浦江，正对陆家嘴，可以看见金贸大厦和东方明珠。项目距四号线杨树浦站步行约100米，距离规划中的地铁18号线（原L5）约500米；通过大连路隧道、杨浦大桥和公平路码头的轮渡可以快捷的到达浦东。香槟花园的户型方正实用，相对于上海户型面积普遍较大的情况，面积较经济，小两房80－95平方米、小三房100-110平方米、小四房135-145平方米；大部分房源总价控制在100万左右。户型面积简约，做到户户朝南，两梯三户、两梯两户的设计。",
    "address": "上海市杨浦区怀德路366弄",
    "lat": 31.261908,
    "lon": 121.53319,
    "CBDName": "东外滩",
    "DistrictName": "杨浦区"
  },
  {
    "villageName": "步高苑",
    "pinyin": "bgy",
    "desc": "步高苑地处陕西南路建国西路口，紧邻江景苑、美树馆、等高档住宅区，西邻商区林立、万众云集的徐家汇商务区，南面则是具有着中央绿地带的主干道肇家浜路。繁华中现精致，热闹中取静谧。内设日本KRUHAUS全套大型休闲水疗主题会所，112-226平米百分百享受尺度。周边有唐会vip CLUB、周末歌剧沙龙、唐会vip、馨仪美发、上海歌剧院、玛莎酒吧.商场有百盛、巴黎春天。",
    "address": "上海市陕西南路307弄",
    "lat": 31.212029,
    "lon": 121.46907,
    "CBDName": "打浦桥",
    "DistrictName": "卢湾区"
  },
  {
    "villageName": "城市一品苑",
    "pinyin": "csypy",
    "desc": "城市一品苑坐拥南京西路、淮海路商圈，紧靠地铁1、2号线。采用ART-DECO风格全石材外墙，国际顶级品牌精装修交房，小区内泳池、健身、SPA等会所配套一应俱全，并由国际知名的戴德梁行担任物业顾问，提供高品质的酒店式物业管理，旨在营造尊贵、舒适的奢宠生活享受。",
    "address": "上海市黄浦区陕西南路3号",
    "lat": 31.228995,
    "lon": 121.463991,
    "CBDName": "淮海路",
    "DistrictName": "卢湾区"
  },
  {
    "villageName": "春天花园",
    "pinyin": "cthy",
    "desc": "天花园位于虹桥开发区，总占地65000平方米。小区东向中山公园成熟商圈，南面直通虹桥商贸圈。地铁：延安西路 3号线、中山公园 2号线、娄山关路 2号线、延安西路 4号线、中山公园 4号线、中山公园 3号线、 地铁二号线娄山关路站，地铁三四号线中山公园",
    "address": "上海市娄山关路999弄",
    "lat": 31.223007,
    "lon": 121.410095,
    "CBDName": "天山",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "翠湖3期",
    "pinyin": "ch3q",
    "desc": "翠湖天地项目位于卢湾黄陂南路506弄，临近新天地，属于高端楼盘，比较豪华。新天地一个展现上海文化精髓的地方，一个融合国际视野品味的阶层。周边配套齐全，格调高档小资，海派情调浓郁。直面太平桥人工湖绿地，在自家阳台就可尽览市中心湖景，在市中心与自然为邻，举步就可以到徜徉在世界知名的餐厅好酒吧，享受生活的流光溢彩。拥有突出的景观优势，又毗邻淮海路商圈，步行至轨道交通1号线黄坡南路站仅3分钟行程，地段优势明显。",
    "address": "上海市黄陂南路506弄",
    "lat": 31.22424,
    "lon": 121.485478,
    "CBDName": "新天地",
    "DistrictName": "卢湾区"
  },
  {
    "villageName": "电影华苑",
    "pinyin": "dyhy",
    "desc": "电影华苑，位居零陵路751号，正对上海八万人体育场，地属徐家汇核心地段，更作为区域内最后一块住宅开发项目而弥足珍贵。电影华苑的交通优势显著，周边除有多条公交线路之外，并设有轨道交通1号、3号、4号线万体馆站，进出方便自如。同时，因地处市中心，商业、文体、娱乐等配套完善。电影华苑项目包括迷你豪宅、时尚复式房和行政酒店服务公寓。电影华苑由荣膺上海房地产十大关注品牌称号的东方金马倾力筑造",
    "address": "上海市徐汇零陵路751弄",
    "lat": 31.190401,
    "lon": 121.446234,
    "CBDName": "万体馆",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "东方剑桥",
    "pinyin": "dfjq",
    "desc": "东方剑桥·御庭苑由东方海外发展(中国)有限公司、Reco Zhengning Pte Ltd、上海新长宁(集团)有限公司共同投资建设。市中心罕有的英式皇家庭园，绿化率高于35%。户外拥有市区罕见的高尔夫练习场、网球场和高尔夫推杆果岭。户内设有桌球、美容室、室内恒温泳池、桑拿室、健身房、剑桥书吧、电影室、红酒、雪茄室、拳击房、多功能厅、壁球馆等齐全会所设施。领先智能化设计，与世界同步的智慧家居。高尚社区，周边豪宅林立，交通便捷，生活便利。英式的建筑风格与皇家园林，体现的是百年学府的人文气息与贵族精神。现代全新智能化的居家设计，丰富会所设施。演绎的是生活时尚，自然与完美，东方剑桥，与您世纪相遇。",
    "address": "上海市镇宁路55弄",
    "lat": 31.222319,
    "lon": 121.444644,
    "CBDName": "镇宁路",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "古北国际广场",
    "pinyin": "gbgjgc",
    "desc": "古北国际广场位于整个上海古北新区的东端，西临伊犁南路，雄踞黄金城道轴心，并由富贵东路半圆型围合。总建筑面积10万余平方米，容积率2.53，绿化绿40%，由22至28层两排圆弧形高层建筑聚合而成，南楼、北楼之间距离开阔，最小处达60余米，最宽处达120余米。毗邻轨道交通轨道交通4号线虹桥路站.",
    "address": "上海市富贵东路229弄",
    "lat": 31.200058,
    "lon": 121.412421,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "香梅花园",
    "pinyin": "xmhy",
    "desc": "香梅花园位于上海市浦东新区锦康路389弄，香梅花园五期由两栋23层和一栋25层的高层构成。交通状况：浦建路、锦绣路,640、794、东周线、大桥二线、581、大桥六线、969等,地铁2号线;4号线;6号线;磁浮列车,东绣路,锦康路,锦康路.周边商业：大拇指广场，麦德龙、家乐福、易初莲花、家得利、农工商、华联、迪卡侬、百安居、好美家、联华、永兴家具、东方路灯饰城、好百年等超市商场。东锦江大酒店、淳大万丽酒店、新亚汤臣洲际酒店、瑞吉红塔大酒店等五星级酒店。\n周边公园：世纪公园",
    "address": "上海市东绣路266弄",
    "lat": 31.216461,
    "lon": 121.542852,
    "CBDName": "世纪公园",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "虹桥豪苑",
    "pinyin": "hqhy",
    "desc": "虹桥豪苑服务式公寓位于虹桥开发区内紫云路环路以内，属于闹中取静的地段，步行至地铁2号线、娄山关路仅需10分钟，距虹桥机场和外滩只需10分钟车程，出行方便；紧邻虹桥上海城购物中心，与虹桥百盛购物中心相联，尽享餐饮、娱乐、购物一站式快捷生活；距虹桥公园、天山绿地、新虹桥中心绿地三个公园亦是咫尺之远。\n该小区是由澳门赌王何鸿_重金打造的商业、住宅、酒店及商场一体的顶级生活圈，内部绿化面积高，大堂8米调高非常大气，人车分流管理，全指纹密码锁，配置私家会所泳池，有露天游泳池，儿童乐园，餐厅等配套设施",
    "address": "上海市紫云路118弄",
    "lat": 31.213061,
    "lon": 121.416022,
    "CBDName": "虹桥",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "汇宁花园",
    "pinyin": "hnhy",
    "desc": "源涞服务式公寓简介：\n\n\n源涞国际服务式公寓提供长租短租(上海汇宁花园)位于徐汇区淮海西路183弄，地处市中心淮海西路、新华路繁华交汇处，毗邻徐汇区商业中心及领事馆区。周边遍布上海交通大学、上海师范大学等高等学府以及地铁一号线等众多交通枢纽，是众多文化地标及领事馆的所在地。\n\n\n源涞国际服务式公寓秉承“客户至上”的服务理念，可以为您在最快的时间解决您的一切问题，确保您在入住后无后顾之忧，尽情享受轻松和心悦，拥有前所未有的舒适体验。\n\n\n源涞国际服务式公寓经营的不仅仅是公寓，更是您的另外一个家!源涞国际服务式公寓期待您的光临!",
    "address": "上海市徐汇区淮海西路183弄",
    "lat": 31.207028,
    "lon": 121.438379,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "嘉庭青苑",
    "pinyin": 0,
    "desc": "嘉亭菁苑位于嘉定区墨玉南路1011弄11号线墨玉路站，即墨玉路与曹安公路交汇点项目由上海嘉亭荟房地产发展有限公司投资开发。安亭老街建成既有江南水乡特色，又有生态绿化、旅游功能的休闲步行街；将新源路建成由现代商业段、生活服务段、文化休闲段等三个特色路段组成的，具有现代气息的精品商业街；将墨玉路建成银行服务机构集中的金融街；将汽车城俱乐部一条街建成集商务贸易、休闲娱乐和餐饮购物等于一体的高档商务区。",
    "address": "上海市墨玉南路1011弄",
    "lat": 31.202402,
    "lon": 121.166936,
    "CBDName": "安亭",
    "DistrictName": "嘉定区"
  },
  {
    "villageName": "经典茂名公寓",
    "pinyin": 0,
    "desc": "项目紧临南京西路商务商业区，位于茂名路吴江路口，其中地面一层内含有地铁石门一路车站出入口。出行往北即是著名南京西路时尚金三角（梅龙镇、中信泰富、恒隆）；往南可到达淮海路商业街，吃、穿、住、行、娱、一切尽在家门口；车行交通更为便利，周边有延安路高架、成都路高架及地铁二号（石门一路站）线。",
    "address": "上海市茂名北路318弄",
    "lat": 31.23478,
    "lon": 121.465699,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "静安枫景苑",
    "pinyin": "jafjy",
    "desc": "静安枫景服务式公寓位于南京路石门一路，周边主要配套有著名的静安寺、南京西路时尚“金三角”（梅龙镇、中信泰富、恒隆广场）、久光百货、第一太平洋百货、希尔顿饭店等，周围交通也非常便捷，步行至2号线静安寺站15分钟，步行至7号线昌平路站10分钟。\n该小区是新加坡吉宝置业在静安区倾力打造的高档全装修国际花园社区，由4幢27-32层富现代感的建筑组成；楼间距非常大，环境优雅，闹中取静；内设下沉式阳光泳池及豪华会所，健身房、红酒吧、儿童游乐室等设施应有尽有",
    "address": "上海市新闸路500弄",
    "lat": 31.237887,
    "lon": 121.453212,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "静安豪景",
    "pinyin": "jaht",
    "desc": "静安豪景服务式公寓位居静安核心区域，步行至昌平路地铁站10分钟，地铁2号线静安寺地铁站10分钟，专享静安寺、南京西路、人民广场核心商圈，都会风华触手可及。 \n该小_於02年竣工交付使用，是新加坡吉宝置业继静安枫景之后在静安区倾力打造的又一高档全装修国际花园社区；建筑外立面典雅浪漫，环境优雅，内置5000平顶级私人会所，有奥林匹克标准长度（50米）游泳池，蒸汽浴温泉，健身房等设施，并可免费使用；建筑密度低，私密性好，安保森罗。",
    "address": "上海市西康路501弄",
    "lat": 31.239088,
    "lon": 121.452405,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "静安四季",
    "pinyin": "jasj",
    "desc": "静安四季服务式公寓位于吴江路、石门一路口，出行往北即是著名南京西路时尚金三角（梅龙镇、中信泰富、恒隆）；往南可到达淮海路商业街，吃、穿、住、行、娱、一切尽在家门口，车行交通更为便利，成都路高架及地铁二号南京西路站，地段优势无可复制。\n该小区由国际景观大师巴马丹拿公司提供独具匠心的庭园设计，除了精致大气的迎宾大堂，还规划有下沉式阳光泳池及豪华会所，健身房、红酒吧、儿童游乐室等设施应有尽有，满足成功人士的高品位！",
    "address": "上海市石门一路333弄",
    "lat": 31.242777,
    "lon": 121.444145,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "凯欣豪园",
    "pinyin": "kxhy",
    "desc": "凯欣豪园位于中山公园商业中心区域，凯旋路以东，长宁路以南，安化路以北。在总体规划上，充分展现了“人性围合式”布局的居住美感气质，突出表现了生态化、健康型的文化居家环境。小区内有图书馆、电影院、保龄球、游泳池以及数千米大型会所等，设施完善，设置合理。既方便居民生活又保证社区的私密性。",
    "address": "上海市长宁区汇川路88弄",
    "lat": 31.222807,
    "lon": 121.424796,
    "CBDName": "中山公园",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "康虹佳苑",
    "pinyin": "khjy",
    "desc": 0,
    "address": "上海市谢卫路285弄",
    "lat": 31.181464,
    "lon": 121.316819,
    "CBDName": "徐泾",
    "DistrictName": "青浦区"
  },
  {
    "villageName": "老西门新苑",
    "pinyin": "lxmxy",
    "desc": "老西门新苑服务式公寓位于黄浦区核心地段，近新天地、淮海路，坐拥6000平方米的商业配套。囊括商业、时尚主题商业、五星级生态酒店、24小时便利店等生活服务设施；交通极其便利，步行至8号线、10号线老西门站只需2分钟。 \n该小区为香港中信泰富08年骏工品质小区，绿化率高，自带物业管家服务，健身、恒温游泳、休闲瑜伽、SPA、红酒吧，儿童乐园等设施一应俱全，加拿大前总统就居住于此；周边均是繁华之地，当您晚上19点用完晚餐过后到周边逛逛，就仿佛参加了一个露天的万国party，感受一个不同的、美妙的夜晚！",
    "address": "上海市西藏南路688弄",
    "lat": 31.221955,
    "lon": 121.490113,
    "CBDName": "老西门",
    "DistrictName": "黄浦区"
  },
  {
    "villageName": "林荫湖畔",
    "pinyin": "xjlyhpy",
    "desc": "凯德林茵湖畔位于闵行区华漕镇金丰国际社区内，紧邻上海美国学校，周边均是上海顶级别墅及高级公寓区，国际社区氛围浓郁。",
    "address": "上海市幸乐路500弄",
    "lat": 31.21348,
    "lon": 121.287132,
    "CBDName": "华漕",
    "DistrictName": "闵行区"
  },
  {
    "villageName": "路易凯旋宫",
    "pinyin": "lukxg",
    "desc": "路易凯旋宫服务式公寓位于长宁区武夷路555弄近凯旋路，交通便利，步行至地铁2、3、4号线中山公园站在十分钟左右，驱车至静安寺、徐汇区等商圈均在10分钟以内；中山公园、龙之梦、上海书城等亦近在咫尺，位处繁华闹市，生活便捷无忧。\n该小区属上海市中高档小区楼盘，由江苏悦达集团开发，建筑为欧式巴洛克风格，外墙采用大理石贴面；小区闹中取静，绿化率高，四季鸟语花香；安保严格，物业为您的家庭生活提供24小时细心周到的服务，让你生活无忧。",
    "address": "上海市长宁区武夷路555弄",
    "lat": 31.221442,
    "lon": 121.424512,
    "CBDName": "中山公园",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "青之杰花园",
    "pinyin": 0,
    "desc": "小区地处徐汇区宜山路近虹桥路，属徐汇中心板块。徐家汇商圈便位于该案的东面，步行5分钟即可到达。小区北靠虹桥路，西临宜山路。整体的地理位置和周边的配套都已相当成熟。而上海体育馆则位于该案的东南方向，车行约8－10分钟即可到.轨道地铁1、9号线徐家汇站；地铁3、4、9号线宜山路站；地铁10号线交通大学站达。",
    "address": "上海市虹桥路178弄",
    "lat": 31.197423,
    "lon": 121.438,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "仁恒河滨花园",
    "pinyin": "rhhbhy",
    "desc": "仁恒滨江花园服务式公寓位于浦明路商城路路口，是上海中央商务区中的财富菁英聚居地；交通网络发达—世纪大道、越江隧道纵横左右，全线贯通的二号线地铁站举步可至；周边配套设施完善，八佰伴购物中心、华联超市等近在咫尺；医院、学校、影院短时间顺利到达。\n小区内带会所，健身房、游泳池等设施应有尽有；环境优美，绿化率达50%，鸟语花香，小湖星罗密布；物业管理规范，单梯入户，私密性非常好。",
    "address": "上海市芙蓉江路388弄",
    "lat": 31.221415,
    "lon": 121.401555,
    "CBDName": "天山",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "瑞金尊邸",
    "pinyin": "rjzd",
    "desc": "瑞金尊邸·环龙新苑位于瑞金南路590号，总建筑面积29963平米，共273户。建筑自北向南，由高向低依次排列，由一栋9层与两栋18层组成。超宽栋距，视野开阔，小区内景观与黄浦江瑰丽景色一览无余，修改方案，本案与世博会已是毗邻而居，外立面全新典雅、线条流丽、彰显现代艺术感，与具有醇厚人文气质的瑞金路和璀璨前景的世博会和谐相处。小区注重生态平衡，绿色环境、环保住宅融为一体。位于小区中的集中公共绿地，是小区的主要景点，可为小区居民提供舒适幽雅的有氧生活环境。",
    "address": "上海市瑞金南路628弄",
    "lat": 31.201736,
    "lon": 121.475564,
    "CBDName": "斜土路",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "上海绿城",
    "pinyin": "shlc",
    "desc": "上海绿城位于浦东新区陆家嘴金融贸易区，杨高路和浦建路交界处,由10层～30层的小高层和高层构成，建筑风格典雅大气，造型细腻而富有变化，空间形态错落有致、气度非凡。\n国际大师亲自主理园区景观设计，中心广场落差5.6米，5个独立组团均高出地坪2米左右，3个层次的立体空间创造前所未有的自然落差。园区中心经新月形坡面和隐形轴围绕串联，把各组团有机结合，建筑底部局部架空，使花园、会所收纳于绿林水景之中，提供全区住户交流、休憩的共享空间。有地铁地铁四号线，六号线蓝村路站；蓝村路站 4号线.",
    "address": "上海市锦和路99弄",
    "lat": 31.209437,
    "lon": 121.539487,
    "CBDName": "杨东",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "思南新苑",
    "pinyin": "snxy",
    "desc": "思南新苑位于思南路上，小区不大，一共只有五幢楼，靠近泰康路的是123号楼，后面是56号连在一起的，成南北两个C型互相呼应，中间包围小区的中央花园。紧靠打浦桥商业中心和淮海中路商业街，闹中取静，地理位置十分优越。社区内绿化设施一般，但十分静谧，居住人群以港、台、外籍人士为主。小区周边教育配套完善，步行约15分钟就可到达上海交通大学医学院。离泰坤堂中医医院和瑞金医院卢湾分部也只需步行约7、8分钟，不同人群看病都十分方便",
    "address": "上海市思南路88弄",
    "lat": 31.214666,
    "lon": 121.539487,
    "CBDName": "打浦桥",
    "DistrictName": "卢湾区"
  },
  {
    "villageName": "太原邸",
    "pinyin": "tyd",
    "desc": "整个小区由6幢建筑组成，包括了2幢高层和3幢多层外加1个会所设施，成两排布局，中间为小区绿化，建有一长方型水景池。整个小区仅有一个位于太原路上的入口。在总户数为169户的小区中，建有一幢3000平方米的豪华会所，汽车从主入口进入小区后，直接入地下车库，做到了人车分流，地下车位有70个，地上车位约有65个。在太原邸的建筑风格上，设计成的现代主义外立面，流动现代都市气韵。外墙由花岗岩和涂料做成。",
    "address": "上海市太原路289弄",
    "lat": 31.209545,
    "lon": 121.462431,
    "CBDName": "衡山路",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "天山河畔",
    "pinyin": "tshp",
    "desc": "天山河畔花园服务式公寓位于长宁区水城路883弄，临近2号地铁路线（威宁路）站，驾车5分钟直达中山公园和古北CBD，交通极其便利；拥有古北、虹桥、天山三大商圈的兴旺人气，尽享购物、美食、娱乐的便利，与天山中学仅一街之隔，属周边楼盘之中的明星楼盘。 \n该小区属于长宁数一数二的高端楼盘，配有会所（内有恒温游泳池、室外游泳池、咖啡吧、洗衣店、便利店、羽毛球馆、健身房等）；居住人素质高.以香港人.台湾人.日本人.韩国人为主；物业管理完善（每栋楼24小时有保安站岗）；小区绿化率高，非常适合居住。",
    "address": "上海市水城路883弄",
    "lat": 31.221564,
    "lon": 121.397305,
    "CBDName": "天山",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "天山怡景苑",
    "pinyin": 0,
    "desc": "天山怡景苑东起威宁路、南靠海逸公寓、西至双流路、北依长宁路苏州河，外立面设计为现代简洁主义风格，材质上采用的是高档石材+面砖。紧靠天山、虹桥、古北、中山公园四大商圈，生活配套设施非常完善。",
    "address": "上海市威宁路511弄",
    "lat": 31.223505,
    "lon": 121.392135,
    "CBDName": "天山",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "万科红郡",
    "pinyin": 0,
    "desc": "万科红郡位于上海闵行的金丰国际社区，是英伦风格上海老洋房式的别墅。区域内，美国、英国、新加坡、韩国等国际学校提供完善的国际教育配套，此外，大都会高尔夫球场、上海银涛高尔夫球场、上海网球俱乐部等高档休闲、娱乐设施也让来此定居的外籍人士享受到如同国外的生活体验。",
    "address": "上海市诸新路377弄",
    "lat": 31.216346,
    "lon": 121.293576,
    "CBDName": "华漕",
    "DistrictName": "闵行区"
  },
  {
    "villageName": "新虹桥国展",
    "pinyin": 0,
    "desc": "源涞国际服务式公寓（上海新虹桥国展店）座落在上海虹桥综合交通枢纽、虹桥国际会展中心区内。整个公寓的装修格调是由国际着名的室内设计师设计，简约时尚、高贵内敛；公寓房间整洁，宽敞明亮，环境卫生，性价比高。公寓内电视机、冰箱、厨具、餐具一应俱全，充分备有您逗留上海时所需要的各种生活设施。公寓作为徐泾别墅群中的公寓建筑，伴随虹桥交通枢纽港的建设，下一个城市中心，就在大虹桥。公寓将建筑与艺术完美结合，打造贵为稀世的建筑经典，建筑立面采用新古典装饰风格，主体采用面砖及部分花岗岩，格调清新典雅，挺拔秀丽。小区建筑布局结合景观设计对空间进行一定的围合，由南向北分别有入口广场和步行商业街、纵向主景观带、中央水池及中央广场、放射状景观组团及滨水景观带等一系列空间节奏形态。置身其中，步移景异，充分感受精致庭院意境，典雅浑然天成。",
    "address": "上海市谢卫路258弄",
    "lat": 31.182759,
    "lon": 121.317102,
    "CBDName": "新虹桥",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "新虹桥枢纽",
    "pinyin": 0,
    "desc": "源涞国际服务式公寓（上海新虹桥枢纽店）座落在上海虹桥综合交通枢纽、虹桥国际会展中心区内。整个公寓的装修格调是由国际着名的室内设计师设计，简约时尚、高贵内敛；公寓房间整洁，宽敞明亮，环境卫生，性价比高。公寓内电视机、冰箱、厨具、餐具一应俱全，充分备有您逗留上海时所需要的各种生活设施。公寓作为徐泾别墅群中的公寓建筑，伴随虹桥交通枢纽港的建设，下一个城市中心，就在大虹桥。公寓将建筑与艺术完美结合，打造贵为稀世的建筑经典，建筑立面采用新古典装饰风格，主体采用面砖及部分花岗岩，格调清新典雅，挺拔秀丽。小区建筑布局结合景观设计对空间进行一定的围合，由南向北分别有入口广场和步行商业街、纵向主景观带、中央水池及中央广场、放射状景观组团及滨水景观带等一系列空间节奏形态。置身其中，步移景异，充分感受精致庭院意境，典雅浑然天成。",
    "address": "上海市申郑路18弄",
    "lat": 31.209567,
    "lon": 121.317868,
    "CBDName": "新虹桥",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "兴国苑",
    "pinyin": 0,
    "desc": "独立空间、园林设计、环境幽静、适合大型会所等入住。 湖南路高邮路口，有小高层也有多层，小高层总高11楼，2梯6户，得房率超高，厨房较小，厅和房间非常非常大而舒适，尤其是主卧，感觉非常好，难以以语言来描述，看过6楼01的，朝北可以看见一个别墅里面超大的绿色草坪，非常漂亮，厅的北面是三栋美丽崭新的日式洋房，听说是一个香港家族买下来推倒原来的老房子后来新建的，感觉非常漂亮，朝南是湖南路以南的新里，去年的时候是淡黄色的外观，但是因为是涂料外立面，所以外立面有很多流下的锈色或黑色的水印，很难看，现在外立面重新粉刷了，感觉好了很多，但是现在外立面的颜色不好看房子虽然老了点，但以安静的地段，严格的小区管理，还是很多人喜欢的，地段上来说，没有可比情的，小区有小高层，多层等建筑，前后看洋房的花园！住",
    "address": "上海市湖南路308弄",
    "lat": 31.21519,
    "lon": 121.444313,
    "CBDName": "衡山路",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "徐汇苑",
    "pinyin": "xhy",
    "desc": "徐汇苑项目位于徐汇区天钥桥路968号，被评为“全国物业管理示范住宅小区”“上海市文明小区”“上海市绿色住宅”“上海市优秀住宅金奖”等国家级、市级荣誉。位处繁华市中心徐家汇板块，著名的地标八万人体育场旁。周边5条地铁线路环绕，比邻内环线高架，到虹桥机场仅需15分钟车程，交通便捷，周边设施配套相当成熟齐全，各类精品百货店、大型超市、各国餐饮料理齐聚。徐汇苑建筑面积达28万平方米，拥有约40%的超高绿地率。位处繁华市中心徐家汇板块，著名的地标八万人体育场旁。周边5条地铁线路环绕，比邻内环线高架，到虹桥机场仅需15分钟车程，交通便捷，周边设施配套相当成熟齐全，各类精品百货店、大型超市、各国餐饮料理齐聚。徐汇苑建筑面积达28万平方米，拥有约40%的超高绿地率。多条轨道交通环绕：1号线、3号线、4号线、9号线、11号线、12号线",
    "address": "上海市天_桥路968弄",
    "lat": 31.184716,
    "lon": 121.450469,
    "CBDName": "万体馆",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "艺术公寓",
    "pinyin": "ysgy",
    "desc": "衡山路在法国梧桐树的掩映下、倍显其尊贵、淮海路举步便利、地铁衡山路快速干线。配套设施、12层欧风建筑、一层三户、“东芝电梯”、户户新版、宽阔豪华门庭、超广观景阳台、空中晒台、尽揽衡山夜景。优质物管及家居服务、建筑面积148.89平方米—176.09平方米豪华居室。",
    "address": "上海市徐汇区衡山路17弄",
    "lat": 31.213167,
    "lon": 121.456634,
    "CBDName": "衡山路",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "亦园1号",
    "pinyin": 0,
    "desc": "亦园位于上海花园洋房区，坐拥淮海路、华山路。久光百货、美美百货、锦江迪生商厦、希尔顿酒店等共同衬托着亦园的独特魅力和优越的地理位置。亦园是一座29层的涉外高档公寓，一户三梯或两户三梯，空间大气，整面观景大窗和低窗台，可将上海的繁华尽收眼底。亦园房型都在200平方米以上，室内设计及用料非常考究，大气华美，同时设有1364平方米的私家会所。",
    "address": "上海市安福路168弄",
    "lat": 31.220982,
    "lon": 121.450903,
    "CBDName": "衡山路",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "永新花苑",
    "pinyin": "yxhy",
    "desc": "永新花苑由香港名人投资、美国注册建筑师设计、位于寸土寸金的徐家汇黄金地段。由四幢29至33层的高层建筑群组成全封闭住宅小区。位于徐家汇中心位置、北临徐家汇公园（在建）、永新花苑内休闲会所功能齐备。\n位于徐家汇商圈内，北临徐家汇公园，南临永新坊步行街，周边餐饮、便利店、各银行等商业配套十分齐全，徐家汇商业中心内有美罗城、港汇广场、太平洋百货等众多商业设施，步行至轨道交通1号线徐家汇站仅7、8分钟；与市四中学仅一街之隔；附近的枫林桥地区，有中山医院、儿科医院等知名医院。",
    "address": "上海市徐汇区辛耕路100弄",
    "lat": 31.199678,
    "lon": 121.449441,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "永业公寓",
    "pinyin": "yygy",
    "desc": "永业公寓位于上海市中心的卢湾区。距离人民广场仅2公里，距上海“海派”文化的中心淮海路仅1.5公里，向北不足1公里是被称为上海“新名片”的“新天地”，向西3公里是徐家汇商业中心，向南约1.5公里为规划中的“世博会”选址地区",
    "address": "上海市徐家汇路135弄",
    "lat": 31.214504,
    "lon": 121.48482,
    "CBDName": "五里桥",
    "DistrictName": "卢湾区"
  },
  {
    "villageName": "御翠豪庭",
    "pinyin": "ycht",
    "desc": "御翠豪庭服务式公寓是由李嘉诚倾力打造的新古北蕞佳社区，邻近虹桥开发区，地理位置优越，靠近地铁10号线伊犁路站，并有多条；公交线环绕；周边中外资银行林立，名校云集。人文环境和配套设施俱佳，绝对是国际化大社区；小区所在的黄金城道是一条优雅的步行街，日韩便利店、荷兰银行等商铺已陆续入驻，坐拥繁华城市，尝遍上海特色饕餮美食！\n该小区是2008年开盘的高档新小区，由15幢豪华高层、小高层公寓组成，是黄金城道上最“年轻”的楼盘之一； 小区绿化率高，环境优美，并配有游泳池、阅览室、咖啡厅、儿童游乐场等设施。",
    "address": "上海市黄金城道688弄",
    "lat": 31.202564,
    "lon": 121.406509,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "远中风华园",
    "pinyin": "yzfhy",
    "desc": "远中风华园服务式公寓位于新闸路1068弄，交通方便：紧邻地铁2号线地铁静安寺站，距南北高架仅5分钟车程，周边汇集了20余辆公交车，可谓四通八达！商业配套齐全：周边有星巴克，全家便利店等，距离“梅、恒、泰”三大广场300米，距离吴江路200米，衣食住行便利！ \n该小区为台湾开发商开发，非常大气，定位在静安区绝对是数一数二的，小区绿化率超过40%，带五星级豪华会所—室内泳池、壁球馆、棋牌室、健身房等应有尽有，安全私密，物管严格",
    "address": "上海市新闸路1068弄",
    "lat": 31.240376,
    "lon": 121.46206,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "兆丰嘉园",
    "pinyin": "zfjy",
    "desc": "兆丰嘉园紧邻中山公园、长宁路。南至长宁路；西至汇川路。虽为小型社区，但其自身品质很高，成为中山公园地标性建筑之一。 毗邻轨道交通2号线中山公园站、3号线中山公园站、4号线中山公园站.周边商业配套有龙之梦购物中心，巴黎春天。中山公园",
    "address": "上海市长宁路888弄",
    "lat": 31.226086,
    "lon": 121.425293,
    "CBDName": "中山公园",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "中华园",
    "pinyin": "tszhy",
    "desc": "天山中华园位于天山路、小区由多层、小高层组成。3幢13-15层板式小高层由南向北错落排开、低低的19.1%建筑覆盖率、真正把建筑种在绿地里、周边的各项市政设施齐全完善、交通方便快捷。 \n毗邻轨道交通地铁2号线，",
    "address": "上海市虹桥路2388号",
    "lat": 31.221026,
    "lon": 121.390255,
    "CBDName": "天山",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "中凯",
    "pinyin": 0,
    "desc": "高级住宅社区，西起石门一路，北毗威海路，东至成都北路，南望大沽路并紧邻延安大绿地，小区中央有8000平方米的生态景观湖，26000平方米湖滨花园。住宅以18层以下的单元式小高层为主。 在社区规划方面融入了众多高新技术，包括8000平米生态景观湖，全区冰蓄冷全空气式中央空调系统，新型节能中水回用系统，内外保温墙体材料，中央热水系统，室内空调湿度控制技术，太阳节能泳池技术，智能监控，IC卡门禁系统等多种世界先进技术，在沪上豪宅社区中如此全方位高科技的集中运用尚属罕见。 在房型上，体现真正的豪门大户气派，三房四房产品为西区“一线”产品，三房平均面积达150平方米，四房平均面积达190平方米。另外，270度全景观跃层、底层swimming--pool豪配复式、豪华版酒店式公寓等产品设计也是让众多到场嘉宾怦然心动，更有引进新型二梯一户的居家理念让人耳目一新。",
    "address": "上海市威海路333弄",
    "lat": 31.23173,
    "lon": 121.473258,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "华丽家族",
    "pinyin": "hljzd",
    "desc": "上海华丽家族花园位于迎春路、金松路、芳甸路、锦绣路之间，是华丽家族古北花园的姐妹楼盘。小区性价比高，自住率高，生活便利，环境优美，物业管理也不错。毗邻轨道交通杨高中路(9号线) ,花木路(7号线), 世纪公园(2号线)",
    "address": "上海市锦绣路666弄",
    "lat": 31.229735,
    "lon": 121.564305,
    "CBDName": "联洋",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "水清木华",
    "pinyin": "sqmh",
    "desc": "水清木华坐落于无锡华庄镇，紧邻太湖高级中学，周边生活配套一应俱全。项目总建筑面积约11万平米，占地面积75705平米，容积率1.27，绿化率45%.分两期开发，目前一期工程已全面封顶。作为无锡首个保温节能型住宅小区，一期在2005年5月份面市后，受到了广大消费者的欢迎。",
    "address": "上海市芳甸路333弄",
    "lat": 31.23113,
    "lon": 121.567405,
    "CBDName": "世纪公园",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "济南路8号",
    "pinyin": "jnl",
    "desc": "济南路8号(Reidence8,Shanghai)位于“济南路8号”，容积率5.5，由两座高31层的双子塔组成，公寓面积由83至148平方米的一房或两房组成。毗邻轨道交通1号线，周边有淮海路商业街,太平桥公园、淮海公园.",
    "address": "上海市济南路8号",
    "lat": 31.227645,
    "lon": 121.484752,
    "CBDName": "新天地",
    "DistrictName": "卢湾区"
  },
  {
    "villageName": "古北国际花园",
    "pinyin": 0,
    "desc": "古北国际花园是由中华企业股份有限公司开发的高层公寓楼盘，位于上海市长宁古北板块。小区的环境设计方案大胆提出“都市山庄”的设计构思，大量的以堆土造山、植草、种树，开渠理水为主。意在殷实、富庶的黄金城道旁，营造一块清新宜人、舒适的“山乡水景”。小区建筑面积116200平方米，共有15栋高层住宅和部分商业建筑空间组成。",
    "address": "上海市黄金城道500弄",
    "lat": 31.202075,
    "lon": 121.408764,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "名都城",
    "pinyin": "mdc",
    "desc": "名都城位于古羊路水城南路口，该小区是90年代上海的知名楼盘，多为外籍人士居住，该小区有高达70%的绿化率，小区本生配套齐全，游泳池，会所，银行，邮局一应俱全，真正繁华中的宁静.毗邻地铁伊犁路 10号线、水城路 10号线、 地铁十号线",
    "address": "上海市古北路1700弄",
    "lat": 31.196504,
    "lon": 121.400905,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "嘉里华庭",
    "pinyin": "jlht",
    "desc": "嘉里华庭服务式公寓位于华山路复兴路，该地段是一个与尊贵相连的地方，这里典藏着一幢幢浪漫色彩的异国情调的别墅、公寓；此处步行至距2、11号线 江苏路站10分钟，至延安高架2分钟，到徐家汇、静安寺、中山公园等仅10分钟车程；小区出门就到老法租界各式西餐厅，兴国宾馆，丁香别墅、华山医院等步行5-10分钟即可到。\n该小区由香港嘉里建设开发，拥有五星级会所，室内恒温游泳池、健身房等设施；宽敞的生活空间，舒适的装潢布置及欧陆园林景观，由内而外演绎豪门府邸；大堂门口24小时保安，代叫打车，全部刷卡入户，每次进出都能看到保安笑脸相迎！",
    "address": "上海市华山路1038弄",
    "lat": 31.219632,
    "lon": 121.44314,
    "CBDName": "镇宁路",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "国际丽都城",
    "pinyin": "gjldc",
    "desc": "国际丽都服务式公寓坐落在静安寺商圈内，步行3分钟到2号线南京西路站，步行5分钟到南京西路著名的中信太富广场、梅龙镇伊势丹、恒隆广场，太平洋第一百货,静安雕塑公园；配套齐全地段无敌，吃、穿、住、行、娱、一切尽在家门口，楼下的酒吧、茶吧都是茶余饭后休闲的好去处。\n该小区于2005年竣工，由8栋高层建筑组成，建筑的外立面为中式红砖，古朴安静；整个小区绿化率高，静谧自然，适宜安静居住，被称为 “静安后花园”；该案风水极佳，以水聚财，靠山稳固，配置VIP会所，有恒温泳池,瑜伽室,健身房,红酒吧等各种设施。",
    "address": "上海市北京西路758弄",
    "lat": 31.238664,
    "lon": 121.466633,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "当代清水园",
    "pinyin": "ddqh",
    "desc": "当代清水园位于浦东芳甸路77号（近杨高中路），联洋社区内。周边有地铁6号线、9号线。周边配套：公建配套:超市;标志建筑:上海科技城、新国际博览中心，世纪公园，内设置 超市;棋牌室;健身房.",
    "address": "上海市芳甸路77弄",
    "lat": 31.236163,
    "lon": 121.564496,
    "CBDName": "世纪公园",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "新加坡美术馆",
    "pinyin": "xjpmsg",
    "desc": "上海新加坡美术馆位于徐汇高级住宅区，地处淮海中路及徐家汇购物中心之间，它赋予您一种集美食、学术、文化、社交于一体的生活新理念。 上海新加坡美术馆以豪华舒适为设计思路，为您提供周全齐备的客房设施及用品，配备齐全的厨房设施更可令您享受到居家的乐趣，因为每一套寓所都提供完整的居家设施，为您及家人们创造温馨的氛围，增添生活情趣。完善的网络系统还可让您安坐家中便可自由地与外界沟通。 其他服务设施 附加选择 ... 收起上一次来是同学聚会，因为那天刚好也是我生日，姐妹们在公寓里的厨房烧了几个拿手菜一起庆祝...所以这次和爸妈一起来上海参加表姐的婚礼...爸妈都很喜欢这里，因为房间里的东西都很齐全，房间里每一个角落也很干净。出门很方便，不出门的时候泡在公寓看电视上网或者去健身房也行...这次和爸爸特地去游泳池游了好几圈，感觉很舒服，真的很喜欢。与其说是酒店，不如说是服务式公寓类的。房间里有厨房和洗衣机。附近有地铁站...日本料理店等。电梯是没有门卡就不能启动的所以非常安全。浴缸的塞在稍微有点漏水。早餐虽然简单朴素，但日...徐汇盛捷是一所老牌公寓，位置优越，条件舒适，泳池温度适宜，是家庭外出旅游的上佳选择...选择的余地很大，非常方便。",
    "address": "上海市陕西南路888弄",
    "lat": 31.211116,
    "lon": 121.467822,
    "CBDName": "建国西路",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "汇豪天下",
    "pinyin": "hhtx",
    "desc": "汇豪天下服务式公寓位于商城路108弄，交通方便，地铁二号线、地铁九号线，浦东国际机场、南浦大桥、延安路隧道等联络自如；紧邻八佰伴购物中心，周边生活配套成熟、完善。对望环球金融中心、上海中心，名副其实是陆家嘴商业正中心。\n该小区由4幢18-40层高层组成，楼盘品质较高，小区规划设计大气，小区配套完善，温水游泳池、网球场等设施应有尽有；且小区的居住人群有相当一部分境外人士，居住层次较高，物业管理十分严格，是一个名副其实的高档住宅小区。",
    "address": "上海市商城路108弄",
    "lat": 31.233401,
    "lon": 121.515732,
    "CBDName": "陆家嘴",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "泰府名邸",
    "pinyin": "tfmd",
    "desc": "泰府名邸服务式公寓位于静安中心区域，地铁2号线南京西路站举步之遥，人民广场、南京路、静安寺都近在咫尺！周边环绕“梅、恒、泰”商业中心，静安体育中心，雕塑公园等重要地标。\n该案属于静安区数一数二的顶级楼盘，是大型国际化园林绿化小区，周围豪宅林立，绿化率高，里面还配备会所等高档设施，恒温泳池,瑜伽室,健身房,红酒吧等各种设施应有尽有；四周无马路，出则繁华，入则宁静。",
    "address": "上海市泰兴路625弄",
    "lat": 31.242879,
    "lon": 121.462385,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "泰德苑",
    "pinyin": "tdy",
    "desc": "泰德苑小区对口汇师小学，因此很多家长为此把家安置在这里。泰德苑由香港泰升集团开发，其建筑采用香港风格，有酒店式韵味。配套设施齐全，会所，室外游泳池，网球场，地下车库等等。其顿肯物业为泰升集团下属分公司，故其管理质量一流。",
    "address": "上海市蒲汇塘路163弄",
    "lat": 31.194316,
    "lon": 121.437944,
    "CBDName": "徐家汇",
    "DistrictName": "徐汇区"
  },
  {
    "villageName": "菊园",
    "pinyin": "jy",
    "desc": "菊园位于商城路、浦城路 （浦城路366弄）、坐落于黄浦江边陆家嘴金融贸易区，与金茂大厦、东方明珠[2]  并肩而立。地铁二号线、浦东国际机场、南浦大桥、延安路隧道等。突出自然、环境、人三者相结合的概念。小区内由8幢18-34层高层组，房型面积111平方米-210平方米。交通：世纪大道 4号线，世纪大道 6号线，世纪大道 9号线，商城路 9号线，东昌路 2号线，世纪大道 2 号线.周边有陆家嘴中心绿地、浦东公园.",
    "address": "上海市浦城路366弄",
    "lat": 31.233743,
    "lon": 121.519859,
    "CBDName": "陆家嘴",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "虹桥万博",
    "pinyin": "hqwb",
    "desc": "虹桥万博花园二期的房型规划、不仅仍将秉承一期“mini豪宅”的设计理念与精髓、而且在具体房型设计上更加优化、升级、对细节处作更合理的调整、充分体现“人性关怀”与“大气豪情”。小区配套完善，内部配套：健身房网球场会所停车场儿童游乐场餐厅阅览室游泳池，威尔士健身会所（长宁店）浩沙健身蓝格桌球（娄山关店）明琅瑜伽天山瑜伽教室等各种设施应有尽有.",
    "address": "上海市古北路69弄",
    "lat": 31.223636,
    "lon": 121.408035,
    "CBDName": "天山",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "御景园",
    "pinyin": "yjy",
    "desc": "御景园位于马向路北侧，东部新城中心区。安徽工业大学东校区、安徽工贸技师学院、中加双语学校等大学环绕其周边。本项目周边山体环绕，地块内部高差从26米到56米，是难得的山体别墅。御景园开发商为马鞍山仁信房地产开发公司，项目以联排别墅/叠拼别墅/台地别墅等低密度产品为主，志在打造马鞍山最高档富人区。景观设计根据山体地形特点，水系组织，水流走势，设计形成各个景观空间，以水为轴，形成迎宾大道、流水转月、芳菲醉月等20个景观。\n周边有轨道交通劲松站(10号线)、十里河站(14号线、10号线)、潘家园站(10号线)",
    "address": "上海市浦东新区锦绣路888弄",
    "lat": 31.228838,
    "lon": 121.559837,
    "CBDName": "联洋",
    "DistrictName": "浦东新区"
  },
  {
    "villageName": "古北恒盛苑",
    "pinyin": "gbhsy",
    "desc": "恒盛苑位于古北大二期的南面，小区是由高层和多层建筑而成。小区居住人士档次高，相对古北二期中的其他楼盘，本小区是最实惠的了。出行也很方便，离在建中的地铁10号线，步行只需要8分钟左右。出小区大门就是古羊路美食休闲一条街。",
    "address": "上海市闵行区姚虹路299弄",
    "lat": 31.196736,
    "lon": 121.415356,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "嘉园",
    "pinyin": "jy",
    "desc": "嘉园小区李嘉诚开发投资的，蝶式建筑/酒店式管理，有会所。嘉园的房子朝向不是东南就是西南。毕竟是蝶式建筑。几乎所有房屋要么只能晒到上午的太阳，要么只能晒到下午的太阳，有些朝西的房屋比较受欢迎。 该社区不大，大堂确实气派堂皇，在新闸路沿线来说至少能进前4名了.市中心的特点是买菜难，大卖场少，而嘉园的北面就是菜场，步行15分钟就是镇宁路乐购，完全没有生活上的不便；小区绿化好，整体配套齐，而且总价和面积的选择空间大，名气和人气都不错的，值得考虑该社区。",
    "address": "上海市静安区万航渡路458弄",
    "lat": 31.231211,
    "lon": 121.442499,
    "CBDName": "南京西路",
    "DistrictName": "静安区"
  },
  {
    "villageName": "新天地河滨花园",
    "pinyin": "xtdhbhy",
    "desc": "新天地河滨花园项目位于长宁区芙蓉江路555弄，由上海新天地置业发展有限公司开发，北靠苏州河，高区房源可以看到长风公园景观，还可以一览苏州河河景。周边购物休闲配套完善。地铁出行较方便，10分钟步行至2号线地铁站娄山关路站",
    "address": "上海市长宁区芙蓉江路555弄3号1603",
    "lat": 31.22287,
    "lon": 121.403913,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  },
  {
    "villageName": "瑞仕花园",
    "pinyin": "gbrshy",
    "desc": "古北瑞仕花园地处古北新区，西沿玛瑙路、南临黄金城道步行街，东面毗邻伊梨南路，北依新虹桥花园。总建筑面积约14万平方米。绿化率50%，容积率：3.24。整个小区由15栋高层组成，建筑层数16层-29层。住宅户数近六百套，面积近十一万平方米。小区内配有5000多平米的会所，同时建有两层大型地下车库。",
    "address": "上海市长宁区黄金城道路500弄",
    "lat": 31.201366,
    "lon": 121.410617,
    "CBDName": "古北",
    "DistrictName": "长宁区"
  }
];

export default data;

