/**
 * Created by meng on 16/5/20.
 */

'use strict';

const data = [
    {
      "comunityName": "东方曼哈顿",
      "name": "东方曼哈顿2房",
      "capacityMin": 2,
      "capacityMax": 4,
      "price": 1199,
      "folderName": "东方曼哈顿2房",
      "keywords": "徐汇 徐家汇 港汇 东方曼哈顿 东曼 美罗城 1号线 9号线 11号线",
      "imagekeys": [
        "东方曼哈顿2房/小图01.jpg",
        "东方曼哈顿2房/小图02.jpg",
        "东方曼哈顿2房/小图04.jpg",
        "东方曼哈顿2房/小图05.jpg",
        "东方曼哈顿2房/小图06.jpg",
        "东方曼哈顿2房/小图08.jpg",
        "东方曼哈顿2房/小图09.jpg",
        "东方曼哈顿2房/小图12.jpg",
        "东方曼哈顿2房/小图16.jpg",
        "东方曼哈顿2房/小图17.jpg",
        "东方曼哈顿2房/小图18.jpg",
        "东方曼哈顿2房/小图19.jpg",
        "东方曼哈顿2房/小图20.jpg",
        "东方曼哈顿2房/小图22.jpg",
        "东方曼哈顿2房/小图24.jpg",
        "东方曼哈顿2房/小图25.jpg"
      ]
    },
    {
      "comunityName": "东方曼哈顿",
      "name": "东方曼哈顿3房",
      "capacityMin": 3,
      "capacityMax": 6,
      "price": 1399,
      "folderName": "东方曼哈顿3房",
      "keywords": "徐汇 徐家汇 港汇 东方曼哈顿 东曼 美罗城 1号线 9号线 11号线",
      "imagekeys": [
        "东方曼哈顿3房/小图01.jpg",
        "东方曼哈顿3房/小图02.jpg",
        "东方曼哈顿3房/小图03.jpg",
        "东方曼哈顿3房/小图05.jpg",
        "东方曼哈顿3房/小图06.jpg",
        "东方曼哈顿3房/小图07.jpg",
        "东方曼哈顿3房/小图08.jpg",
        "东方曼哈顿3房/小图09.jpg",
        "东方曼哈顿3房/小图10.jpg",
        "东方曼哈顿3房/小图11.jpg",
        "东方曼哈顿3房/小图12.jpg",
        "东方曼哈顿3房/小图13.jpg",
        "东方曼哈顿3房/小图14.jpg",
        "东方曼哈顿3房/小图15.jpg",
        "东方曼哈顿3房/小图18.jpg",
        "东方曼哈顿3房/小图19.jpg",
        "东方曼哈顿3房/小图20.jpg"
      ]
    },
    {
      "comunityName": "陆家嘴中央公寓",
      "name": "陆家嘴中央公寓2房",
      "capacityMin": 2,
      "capacityMax": 4,
      "price": 1199,
      "folderName": "陆家嘴中央公寓2房",
      "keywords": "陆家嘴 世纪公园 花木 国际博览中心 中央公寓 迪士尼 2号线",
      "imagekeys": [
        "陆家嘴中央公寓2房/小图01.jpg",
        "陆家嘴中央公寓2房/小图02.jpg",
        "陆家嘴中央公寓2房/小图03.jpg",
        "陆家嘴中央公寓2房/小图04.jpg",
        "陆家嘴中央公寓2房/小图05.jpg",
        "陆家嘴中央公寓2房/小图06.jpg",
        "陆家嘴中央公寓2房/小图07.jpg",
        "陆家嘴中央公寓2房/小图08.jpg",
        "陆家嘴中央公寓2房/小图09.jpg",
        "陆家嘴中央公寓2房/小图10.jpg",
        "陆家嘴中央公寓2房/小图11.jpg",
        "陆家嘴中央公寓2房/小图12.jpg",
        "陆家嘴中央公寓2房/小图13.jpg",
        "陆家嘴中央公寓2房/小图14.jpg",
        "陆家嘴中央公寓2房/小图15.jpg",
        "陆家嘴中央公寓2房/小图16.jpg",
        "陆家嘴中央公寓2房/小图17.jpg",
        "陆家嘴中央公寓2房/小图18.jpg"
      ]
    },
    {
      "comunityName": "陆家嘴中央公寓",
      "name": "陆家嘴中央公寓3房",
      "capacityMin": 3,
      "capacityMax": 6,
      "price": 1399,
      "folderName": "陆家嘴中央公寓3房",
      "keywords": "陆家嘴 世纪公园 花木 国际博览中心 中央公寓 迪士尼 2号线",
      "imagekeys": [
        "陆家嘴中央公寓3房/小图01.jpg",
        "陆家嘴中央公寓3房/小图02.jpg",
        "陆家嘴中央公寓3房/小图03.jpg",
        "陆家嘴中央公寓3房/小图04.jpg",
        "陆家嘴中央公寓3房/小图05.jpg",
        "陆家嘴中央公寓3房/小图06.jpg",
        "陆家嘴中央公寓3房/小图07.jpg",
        "陆家嘴中央公寓3房/小图08.jpg",
        "陆家嘴中央公寓3房/小图09.jpg",
        "陆家嘴中央公寓3房/小图10.jpg",
        "陆家嘴中央公寓3房/小图11.jpg",
        "陆家嘴中央公寓3房/小图12.jpg",
        "陆家嘴中央公寓3房/小图13.jpg",
        "陆家嘴中央公寓3房/小图14.jpg",
        "陆家嘴中央公寓3房/小图15.jpg",
        "陆家嘴中央公寓3房/小图16.jpg"
      ]
    },
    {
      "comunityName": "新虹桥国展",
      "name": "新虹桥国展2房",
      "capacityMin": 2,
      "capacityMax": 4,
      "price": 550,
      "folderName": "新虹桥国展2房",
      "keywords": "虹桥火车站 虹桥飞机场 国展 2号线 10号线",
      "imagekeys": [
        "新虹桥国展2房/小图01.jpg",
        "新虹桥国展2房/小图02.jpg",
        "新虹桥国展2房/小图03.jpg",
        "新虹桥国展2房/小图04.jpg",
        "新虹桥国展2房/小图05.jpg",
        "新虹桥国展2房/小图06.jpg",
        "新虹桥国展2房/小图07.jpg",
        "新虹桥国展2房/小图08.jpg",
        "新虹桥国展2房/小图09.jpg",
        "新虹桥国展2房/小图10.jpg",
        "新虹桥国展2房/小图11.jpg"
      ]
    },
    {
      "comunityName": "新虹桥枢纽",
      "name": "新虹桥枢纽2房",
      "capacityMin": 2,
      "capacityMax": 4,
      "price": 599,
      "folderName": "新虹桥枢纽2房",
      "keywords": "虹桥火车站 虹桥飞机场 国展 2号线 10号线",
      "imagekeys": [
        "新虹桥枢纽2房/1.jpg",
        "新虹桥枢纽2房/10.jpg",
        "新虹桥枢纽2房/11.jpg",
        "新虹桥枢纽2房/13.jpg",
        "新虹桥枢纽2房/16.jpg",
        "新虹桥枢纽2房/17.jpg",
        "新虹桥枢纽2房/20.jpg",
        "新虹桥枢纽2房/21.jpg",
        "新虹桥枢纽2房/3.jpg",
        "新虹桥枢纽2房/5.jpg",
        "新虹桥枢纽2房/8.jpg"
      ]
    }
  ];

export default data;

